[UnrestrainedClothes X2ArmorTemplate]
FriendlyName="Unrestrained clothes"
FriendlyNamePlural="Unrestrained clothes"
BriefSummary="Lightweight clothes does not restrain movement, so bearer can move faster, but it does not protect at all."
TacticalText="Lightweight clothes does not restrain movement, so bearer can move faster, but it does not protect at all."
